Repository: common-repository/hotel-spider
Catalog: languages/hotel-spider-*.po
Languages: es, it, pt, te

source: Spider-Booking
es: Reserva-Spider
it: Prenotazione Hotel Spider
pt: Reservas Spider
te: స్పైడర్‌-బుకింగ్

source: Hotel-Spider plugin is for implementing web-booking-engine functionality on your website
es: El plugin Hotel-Spider sirve para implementar la funcionalidad del motor de reservas en su sitio web.
it: Il plugin dell'Hotel-Spider permette di implementare la funzionalità di prenotazione sul tuo sito web.
pt: O plugin Hotel-Spider é para implementar a funcionalidade do mecanismo de reserva pelo sitio web.
te: మీ వెబ్‌సైట్‌పై వెబ్‌ బుకింగ్-ఇంజన్‌ కార్యాచరణను అమలుచేయడానికి హోటల్‌ స్పైడర్‌ ప్లగిన్

source: Hotel-Spider
te: హోటల్-స్పైడర్

source: Your Hotel ID
es: Su identificación del hotel
it: Il tuo ID dell'hotel
pt: Seu ID do hotel
te: మీ హోటల్ ID

source: Your Channel ID
es: Su ID de canal
it: Il tuo ID del canale
pt: Sua identificação do canal
te: మీ ఛానెల్ ID

source: Settings
es: Ajustes
it: impostazioni
pt: Definições
te: సెటింగ్స్

source: Hotel ID is not set in the plugin. Please enter Hotel ID in the settings section and check again.
es: El ID del hotel no está configurado en el plugin. Por favor, introduzca el ID del hotel en la sección de ajustes y vuelva a comprobarlo.
it: L'ID dell'hotel non è impostato come plugin. Vi preghiamo di inserire l'ID dell'hotel nelle impostazione e di controllare nuovamente.
pt: O ID do hotel não está definido no plugin. Por favor, introduza o ID do Hotel na seção de definições e verifique novamente.
te: హోటల్ ID ప్లగిన్‌లో సెట్ చేయబడలేదు. సెట్టింగుల విభాగంలో హోటల్ IDని నమోదు చేసి, మళ్ళీ తనిఖీ చేయండి.

source: Settings - HS Booking Engine
es: Ajustes - HS Booking Engine
it: Impostazioni - Motore di prenotazione HS
pt: Definições - HS Booking Engine
te: సెట్టింగ్‌లు - HS బుకింగ్ ఇంజిన్

source: Mandatory Field
es: Campo obligatorio
it: Campo obbligatorio
pt: Campo obrigatório
te: తప్పనిసరి ఫీల్డ్

source: Optional Field
es: Campo opcional
it: Campo opzionale
pt: Campo opcional
te: ఐచ్ఛిక ఫీల్డ్‌

source: Hotel ID
es: Identificación del hotel
it: ID dell'hotel
pt: ID do hotel
te: హోటల్ ID

source: Channel ID
es: ID del canal
it: ID canale
pt: ID do canal
te: ఛానెల్ ID

source: Widget Type
es: Tipo de widget
it: Tipo di widget
pt: Tipo de widget
te: విడ్జెట్ రకం

source: Please select
es: Por favor, seleccione
it: Selezionare una voce
pt: Por favor, selecione
te: దయచేసి ఎంచుకోండి

source: Form
es: Formulario
it: Modulo
pt: Formulário
te: ఫారం

source: Widget Template
es: Plantilla de widgets
it: Modello di widget
pt: Modelo do widget
te: విడ్జెట్ టెంప్లెట్‌

source: Horizontal
it: Orizzontale
te: క్షితిజసమాంతర

source: Vertical
it: Verticale
te: నిలువుగా

source: Homepage
es: Página de inicio predeterminada
it: Pagina iniziale predefinita
pt: Página inicial
te: హోమ్‌పేజీ

source: Language
es: Idioma
it: Lingua
pt: Idioma
te: భాష

source: German
es: Alemán
it: Tedesco
pt: Alemão
te: జర్మన్

source: French
es: Francés
it: Francese
pt: Francês
te: ఫ్రెంచ్

source: English
es: Inglés
it: Inglese
pt: Inglês
te: ఇంగ్లీష్

source: Date Format
es: Formato de fecha
it: Formato data
pt: Formato da data
te: తేదీ ఫార్మాట్

source: Adults default value
es: Valor por defecto de los adultos
it: Valore adulti predefinito
pt: Valor por defeito dos adultos
te: పెద్దల డిఫాల్ట్ విలువ

source: Children default value
es: Valor por defecto de los niños
it: Valore bambini predefinito
pt: Valor por defeito das crianças
te: పిల్లల డిఫాల్ట్ విలువ

source: Enable Infants
es: Habilitar a los niños
it: Abilitare i bambini
pt: Permitir bebés
te: శిశువులను ఎనేబుల్‌ చేయండి

source: Yes
es: Sí
it: Sì
pt: Sim
te: అవును

source: No
pt: Não
te: లేదు

source: Infants default value
es: Valor por defecto de los bebés
it: Valore neonati predefinito
pt: Valor por defeito dos bebés
te: శిశువుల డిఫాల్ట్ విలువ

source: Promo Code
es: Código de promoción
it: Codice Promozionale
pt: Código da promoção
te: ప్రోమో కోడ్

source: Hotel-Spider Web Booking Engine
es: Motor de reservas web Hotel-Spider
it: Motore di prenotazione web di Hotel-Spider
pt: Motor de reservas web Hotel-Spider
te: హోటల్-స్పైడర్ వెబ్ బుకింగ్ ఇంజిన్

source: Thank you for selecting Hotel-Spider Web-Booking-Engine. Configure the fields you want to display in the settings section. Find the shortcode below which you can use to display booking engine widget on your website.
es: Gracias por seleccionar el motor de reservas web de Hotel-Spider. Configure los campos que desea mostrar en la sección de ajustes. Encuentre el shortcode abajo que puede usar para mostrar el widget del motor de reservas en su sitio web.
it: Grazie per aver scelto la prenotazione web di Hotel-Spider. Configurate i campi che volete visualizzare nella sezione delle impostazioni. Trovate il codice breve qui sotto che poteteusare per visualizzare il widget del motore di prenotazione sul vostro sito web.
pt: Obrigado por escolher o motor de reservas web do Hotel-Spider. Configure os campos que pretende apresentar na seção de definições. Encontre o shortcode abaixo que você pode usar para exibir o widget do motor de reservas no seu sitio.
te: హోటల్-స్పైడర్ వెబ్-బుకింగ్-ఇంజిన్‌ను ఎంచుకున్నందుకు ధన్యవాదాలు. సెట్టింగ్‌ల విభాగంలో మీరు ప్రదర్శించదలిచిన ఫీల్డ్‌లను కాన్ఫిగర్ చేయండి. మీ వెబ్‌సైట్‌లో బుకింగ్ ఇంజిన్ విడ్జెట్‌ను ప్రదర్శించడానికి మీరు ఉపయోగించే షార్ట్‌కోడ్‌ను కనుగొనండి.

source: Plugin Settings
es: Configuración de los plugins
it: Impostazioni del plugin
pt: Definições de plugin
te: ప్లగిన్ సెట్టింగ్‌లు

source: To configure the plugin fields please click here -
es: Para configurar los campos del plugin, haga clic aquí -
it: Per configurare i campi del plugin, clicca qui -
pt: Para configurar os campos do plugin clique aqui -
te: ప్లగిన్ ఫీల్డ్‌లను కాన్ఫిగర్ చేయడానికి దయచేసి ఇక్కడ క్లిక్ చేయండి -

source: configure now
es: configurar ahora
it: configurare ora
pt: configurar agora
te: ఇప్పుడు కాన్ఫిగర్ చేయండి

source: Display Widget
es: Widget de visualización
it: Visualizzare il widget
pt: Vidget de visualização
te: విడ్జెట్ ప్రదర్శించండి

source: To display the plugin on your website use this shortcode:
es: Para mostrar el plugin en su sitio web utilice este shortcode
it: Per visualizzare il plugin sul tuo sito web usa questo shortcode
pt: Para mostrar o plugin en seu sitio web utilize este shortcode
te: మీ వెబ్‌సైట్‌లో ప్లగిన్‌ను ప్రదర్శించడానికి ఈ షార్ట్‌కోడ్‌ను ఉపయోగించండి:

source: Hotel-Spider Booking Engine Settings
es: Configuración del motor de reservas de Hotel-Spider
it: Impostazioni del motore di prenotazione Hotel-Spider
pt: Definições do motor de reservas do Hotel-Spider
te: హోటల్-స్పైడర్ బుకింగ్ ఇంజిన్ సెట్టింగ్‌లు

source: iFrame
pt: Quadro

source: https://hotel-spider.com
es: https://www.hotel-spider.com
